lstm_model(
  (lstm): LSTM(6, 64, num_layers=2, batch_first=True, dropout=0.05)
  (layer_norm): LayerNorm((64,), eps=1e-05, elementwise_affine=True)
  (fc): Sequential(
    (0): Linear(in_features=64, out_features=32, bias=True)
    (1): ReLU()
    (2): Dropout(p=0.05, inplace=False)
    (3): Linear(in_features=32, out_features=1, bias=True)
  )
)
  输入特征数: 6
  隐藏层大小: 64
  LSTM层数: 2
  总参数数: 53,953
